[
  {
    "name": "Віталій Богданюк",
    "name_eng": "Vitalii Bohdaniuk",
    "experience": "Я фул-стек розробник з 7 річним досвідом, працював як з фронтендом так і з бекендом з використанням різних стеків технологій. Починав з PHP (Laravel) та з часом перейшов на Node.js. ",
    "position": "Software Engineer",
    "image": "src/img/mentors/photos/Vitalii_Bohdaniuk.webp"
  },
  {
    "name": "Альона Богданюк",
    "name_eng": "Alona Bohdaniuk",
    "experience": "Комунальний заклад “Вінницький ліцей №9“",
    "position": "Вчитель англійської мови",
    "image": "src/img/mentors/photos/Alona_Bohdaniuk.webp"
  },
  {
    "name": "Артем Стахов",
    "name_eng": "Artem Stakhov",
    "experience": "З 2007 по 2009 роки займав посаду системного адміністратора.\nВ 2011 році закінчив Вінницький Національний Технічний Університет і отримав повну вищу освіту за спеціальністю \"Програмне забезпечення автоматизованих систем\" та здобув кваліфікацію магістра. \nЗ 2011 року розпочав роботу в компанії SysIQ (Astound Commerce) на посаді Java Developer. ",
    "position": "Java Developer",
    "image": "src/img/mentors/photos/Artem_Stakhov.webp"
  },
  {
    "name": "Олександр Сандул",
    "name_eng": "Oleksandr Sandul",
    "experience": "Android Developer, 8+ years",
    "position": "Android Developer",
    "image": "src/img/mentors/photos/Oleksandr_Sandul.webp"
  },
  {
    "name": "Михайло Басенко",
    "name_eng": "Mykhailo Basenko",
    "experience": "У 2006 - 2015рр працював в департаментах IT податкових служб м. Вінниці.  з 2017р. процюю розробником веб застосунків у вітчихняних та закордоних компаніях",
    "position": "Senior Ruby Software Engineer",
    "image": "src/img/mentors/photos/Mykhailo_Basenko.webp"
  },
  {
    "name": "Богдан Левицький",
    "name_eng": "Bohdan Levytskyi",
    "experience": "Навчався в Вінницькій ІТ Академії в період 2016-2017рр. Працював в компанії RubyCon 04.2017-01.2022 на позиції backend Ruby on Rails developer . З 02.2022 по тепер працюю в Anybiz LTD backend Ruby on Rails developer ",
    "position": "Senior  backend developer",
    "image": "src/img/mentors/photos/Bohdan_Levytskyi.webp"
  },
  {
    "name": "Олександр Ліщинський",
    "name_eng": "Olexandr Lishchynskyi",
    "experience": "13 досвіду веб розробки. В своїй практиці використовую такі мови програмування та технології: PHP, JavaScript, Elixir, Erlang, MySQL, RabbitMq, Apache Kafka. Маю досвід в розробці, впровадженні і підтримці високонавантажених систем, білінгових систем, систем CRM.",
    "position": "Cheaf Technical Officer",
    "image": "src/img/mentors/photos/Olexandr_Lishchynskyi.webp"
  },
  {
    "name": "Михайло Глушко",
    "name_eng": "Mykhailo Hlushko",
    "experience": "Мій досвід в IT налічує понад 8 років роботи в компанії AUTOMOTO.UA, де я обіймав посади SEO-спеціаліста, аналітика, Product Owner та CEO. Як SEO-спеціаліст, я успішно оптимізував веб-сайт, що призвело до значного зростання органічного трафіку. На посаді аналітика я забезпечував точність даних для прийняття стратегічних рішень. Працюючи Product Owner, я керував розробкою нових функціоналів, що покращили користувацький досвід. На посаді CEO я зосереджувався на розвитку бізнесу та впровадженні інноваційних технологій, що сприяли стабільному зростанню компанії.",
    "position": "CEO",
    "image": "src/img/mentors/photos/Mykhailo_Hlushko.webp"
  },
  {
    "name": "Владислав Печериця",
    "name_eng": "Vladyslav Pecherytsia",
    "experience": "Я розпочинав як асистент проєктного-менеджера в 2015 році, пройшовши відбір через школу менеджерів в компанії RIA.com. Далі був ріст до проєктного-менеджера, керівника команди і зараз я керівник розвитку продуктів в 4 командах в структурі компанії. ",
    "position": "Керівник розвитку продуктів",
    "image": "src/img/mentors/photos/Vladyslav_Pecherytsia.webp"
  },
  {
    "name": "Євгеній Гудзінський",
    "name_eng": "Yevhenii Hudzinskyi",
    "experience": "Більше 10 років займаюсь розробкою веб-систем з використанням технологій PHP, MySql, JavaScript. Попередні 8 років працював над розробкою системи онлайн торгівлі. Маю досвід розробки як невеликих сайтів так і складних систем. Маю досвід роботи в командах різного розміру. ",
    "position": "Інженер-програміст",
    "image": "src/img/mentors/photos/Yevhenii_Hudzinskyi.webp"
  },
  {
    "name": "Олександр Дзюбенко",
    "name_eng": "Alexandr Dzuibenko",
    "experience": "Працюю в ІТ сфері більше 8 років, на початку працював в Хмельницькій компанії  що брала в інозуних замовників різноманітні проекти на різноманітних фреймворках таких як  Laravel, Cace PHP, Symfony.  Далі перейшов у молодий стартап - продуктову компанію, який на даний час став уже дуже відомим проектом у хімічній галузі по всій європі, проект якого стартував з 5 версії Laravel  і з рінем розвитку та масштабуванням переписувався декілька разів.",
    "position": "Web Developer",
    "image": "src/img/mentors/photos/Olexandr_Dzuibenko.webp"
  },
  {
    "name": "Сергій Лясковець",
    "name_eng": "Serhii Liaskovets",
    "experience": "5 років роботи в якості тест інженера, з них 4 роки в якості автоматизатора. Автоматизація тестування веб, мобайл та десктоп додатків в різних доменах: страхування, медицина, реклама, майнінг. Створення й підтримка тестової документації. Комунікація з клієнтами та аналіз вимог. ",
    "position": "Senior Test Automation Engineer",
    "image": "src/img/mentors/photos/Serhii_Liaskovets.webp"
  },
  {
    "name": "Олег Дубаков",
    "name_eng": "Oleh Dubakov",
    "experience": "Senior Full-stack developer, основний напрям .net (framework/core), react/angular, мікросервіси та cloud. Працював в проектах пов'язаних з документообігом, зараз працюю на проекті пов'язаним з машинобудуванням. ",
    "position": "Senior Full-stack developer",
    "image": "src/img/mentors/photos/Oleh_Dubakov.webp"
  },
  {
    "name": "Андрій Котляренко",
    "name_eng": "Andrii Kotliarenko",
    "experience": "Працював 5 років на проекті з фінансового домену в компанії SPD Technology, \nде основною мовою програмування була Java та інші відповідні фреймворки і технології.\nОстанні 4 роки працюю в компанії Sigma Software, де займався розробкою ETL системи для трансформації даних.\nЗараз освоюю Data Engineering технології, практики і підходи для побудови ETL трансформаці в BigData.\n",
    "position": "Senior Software Developer",
    "image": "src/img/mentors/photos/Andrii_Kotliarenko.webp"
  },
  {
    "name": "Максим Савісько",
    "name_eng": "Maksym Savisko",
    "experience": "З квітня 2016 року по даний час займаюсь комерційною розробкою мобільних додатків для платформи iOS. Починав свою кар'єру із маленької ІТ компанії сімейного типу та наразі співпрацюю із Sigma Software (ТОП 1 згідно рейтингу ІТ роботодавців України за даними DOU). Отримав досвід в різних доменах, починаючи із інтеграцією розумного годиннику для керування електровелосипедом і закінчуючи E-commerce для ТОП онлайн маркетплейсу ринку Великобританії та США. Маю досвід розробки із застосуванням різних мов програмування таких як Swift, Objective-C, Dart, Kotlin, Java та інших. ",
    "position": "Principal Software Developer",
    "image": "src/img/mentors/photos/Maksym_Savisko.webp"
  },
  {
    "name": "Валерій Ткачов",
    "name_eng": "Valerii Tkachov",
    "experience": "Маю 9 років досвіду роботи у сфері ІТ. Працюю як Full Stack Developer, розробляючи як Server, так і Client side частини. Основний стек C#, NodeJs, React, Angular. Маю досвід у розробці desktop додатків. Був тімлідом та робив розробку архітектури додатків. Також маю досвід у менторстві. ",
    "position": "Senior Software Developer",
    "image": "src/img/mentors/photos/Valerii_Tkachov.webp"
  },
  {
    "name": "Ян Іжболдін",
    "name_eng": "Yan Izhboldin",
    "experience": "Вже майже 7 років займаюсь інформаційною безпекою.Починав свій шлях з позиції Junior SOC Analyst, наразі займаю позицію Incident manager. Наразі відповідаю за команду аналітиків, обробку усіх сповіщень та впровадження та розробку нових процесів.",
    "position": "Incident manager",
    "image": "src/img/mentors/photos/Yan_Izhboldin.webp"
  },
  {
    "name": "Ігор Луганський",
    "name_eng": "Ihor Luhanskyi ",
    "experience": "Розпочинав IT кар'єру у відділі митної статистики Старобільскої (1997), пізніше - Східної регіональної (Харків, 1999), пізніше - Регіональної інформаційної (Київ, 2008) митниць. З 2011 року працюю в Sigma Software. Спеціаліст з баз даних (Oracle, MS SQL) зі стажем  27 років. Працював також як DBA, Network Administrator, QA Engineer, Software Developer (C#) та Support Engineer. Останні 11 років працюю з Full Stack of MS SQL Server на позиції Support Engineer на проекті SAS (Sweden Airline System) - компанія, що займається авіаперевезеннями.",
    "position": "Support Engineer",
    "image": "src/img/mentors/photos/Ihor_Luhanskyi.webp"
  },
  {
    "name": "Сергій Карташов",
    "name_eng": "Sergii Kartashov",
    "experience": "Загадом досвід 26 років в IT. За цей період займався різними видами діяльності - мережевий інжинер, спеціаліст по віртульним та on-premise датацентрам, програмування скриптів, zero code программування, кібербезпека, керування командами та it підрозділом",
    "position": "IT Security Specialist",
    "image": "src/img/mentors/photos/Sergii_Kartashov.webp"
  },
  {
    "name": "Андрій Кандауров",
    "name_eng": "Andrii Kandaurov",
    "experience": "Маю 20+ років досвіду роботи в IT. Працюю фулл стек розробником (BE/Web/Mobile). Часто виконую ролі тім ліду або проєктного архітектору. Величезний досвід роботи на бекенді (С#/.NET) і на фронті Mobile/Web (React-Native/React). Останнім часом більше працюю на фронті і займаюсь мобільною та веб розробкою.",
    "position": "Principal Software Developer",
    "image": "src/img/mentors/photos/Andrii_Kandaurov.webp"
  },
  {
    "name": "Олександр Лисенко ",
    "name_eng": "Oleksandr Lysenko",
    "experience": "Працюю .NET розробником з 2011 року. Пройшов шлях від інтерна до Principal інженера. Був і є Тім Лідом, на деяких з проєктів, на даяких граю роль архітектора. Проєкти над якими працював були у домені Управління Документації, Онлайн Ігр, Безпеки доступу.",
    "position": "Principal Software Developer, .NET стек.",
    "image": "src/img/mentors/photos/Oleksandr_Lysenko.webp"
  },
  {
    "name": "Олександр Ізмєстьєв",
    "name_eng": "Oleksandr Izmiestiev",
    "experience": ".Net/Angular Fullstack розробник з великим досвідом роботи в сфері електронної комерції, хмарних технологій, міграціях та автоматизації гарантійних запитів, а також в управлінні проектами з 5-річним комерційним досвідом. Досконало володіє .Net, .Net Core та ASP.NET Core, має глибоке розуміння та практичний досвід роботи з мікросервісною архітектурою. Більше 3 років роботи з Angular, мікрофронтенд-архітектурою, Redux, rxJs та всіма пов'язаними бібліотеками. Досвід роботи з контейнеризацією та оркестрацією сервісів за допомогою Docker та Kubernetes. Знання технологій Azure та AWS.",
    "position": "Software Developer",
    "image": "src/img/mentors/photos/Oleksandr_Izmiestiev.webp"
  },
  {
    "name": "Володимир Шумілов",
    "name_eng": "Volodymyr Shumilov",
    "experience": "Досвід роботи в IT більше 10 років. Розробка програмних додатків з використанням платформи Microsoft .NET, реляційних та нереляційних баз данних, різноманітних JS бібліотек. Співпраця с закородонними замовниками та колегами як в Україні, так і у відрядженнях. ",
    "position": "Software Developer (розробник програмного забезпечення)",
    "image": "src/img/mentors/photos/Volodymyr_Shumilov.webp"
  },
  {
    "name": "Остап Лісовий",
    "name_eng": "Ostap Lisovyi",
    "experience": "Працюю в ІТ вже 13 років. Протягом цього періоду займався професійною розробкою веб-сайтів, додатків, комплексних серверних і клієнтських рішень в сфері охорони здоров'я, консалтингу та реклами. Займаюсь координацією команди розробників у кількості 5 людей. Ми разом забезпечуємо повний цикл розробки ПЗ на клієнті та сервері.",
    "position": "Team Lead",
    "image": "src/img/mentors/photos/Ostap_Lisovyi.webp"
  },
  {
    "name": "Юрій Абраменков",
    "name_eng": "Yurii Abramenkov",
    "experience": "Я працюю в ІТ майже 10 років, а до цього був замовником ІТ рішень, керуючи відділом в інвестиційній компанії. Тож маю досвід з обох сторін комерційної згоди. Власний ІТ шлях я розпочав у 2014 році в ролі Маркетинг аналітика та досить швидко перейшов до ролі Тім ліда з розвитку бізнесу та продажів. З 2019 року очолюю напрям розвитку B2B кооперації у мережі партнерських компаній. Захоплююсь темами Штучного інтелекту (писав академічну дипломну роботу в 2023 році з цієї теми), Інформаційної безпеки, сучасними продуктами для Медицини і Фармакології. Вважаю, що ІТ – це безперервний розвиток, навчання та менторство – надання накопичених знань тим, кому цей досвід відкриватиме нові дороги.",
    "position": "Sales Support Team Lead",
    "image": "src/img/mentors/photos/Yurii_Abramenkov.webp"
  },
  {
    "name": "Ігор Михалюк",
    "name_eng": "Ihor Mykhaliuk",
    "experience": "DevOps спеціаліст з 10-ти річним досвідом роботи в ІТ та безпосереднім досвідом роботи DevOps понад 8 років.",
    "position": "Senior DevOps Engineer",
    "image": "src/img/mentors/photos/Ihor_Mykhaliuk.webp"
  },
  {
    "name": "Євгеній Андрущак",
    "name_eng": "Yevhenii Andrushchak",
    "experience": "11 років досвіду в IT. Пройшов шлях від інтерна до архітектора. Починав як .NET розробник, але зараз в основному працюю з JavaScript/TypeScript. Останні декілька років займаюсь блокчейн напрямком у компанії.",
    "position": "Software Architect",
    "image": "src/img/mentors/photos/Yevhenii_Andrushchak.webp"
  },
  {
    "name": "Денис Ординський",
    "name_eng": "Denys Ordynskyi",
    "experience": "Мануальне тестування CRM систем мобільних операторів. Java розробник ПЗ для бізнесу - парсер сайтів для пошуку інформації про юридичних осіб по відкритим джерелам. Тестування навантаження CRM систем мобільних операторів. Мануальне і автоматизоване тестування браузерних слотів - казино ігор. Java автоматизація тестування веб та мобільних додатків. Автоматизація тестування API з Java і RestAssured.",
    "position": "Senior Automation QA Engineer",
    "image": "src/img/mentors/photos/Denys_Ordynskyi.webp"
  },
  {
    "name": "Андрій Данильченко",
    "name_eng": "Andrii Danylchenko",
    "experience": "Я почав свою ІТ кар'єру з інтернатури як і більшисть ІТ специалістів. Потім були проекти різних направлень від простих 3D ігор до складних розподілених веб застосунків.",
    "position": "Senior Software Developer",
    "image": "src/img/mentors/photos/Andrii_Danylchenko.webp"
  },
  {
    "name": "Анатолій Забіяка",
    "name_eng": "Anatolii Zabiiaka",
    "experience": "Senior Test Engineer with 9 years experience in software testing. Skillful in setting up and improving project processes, choosing testing strategy that suites project goals, leading/couching test team.\nHas solid background and experience in testing of web applications.\nHas experience in mobile, API and CLI scripts testing, test automation coverage and test framework support, CI/CD usage and configuration. Experienced Linux user. Recently has got experience in distributed cloud systems testing and support.\nExperienced in software development process and methodologies, reporting skills, requirements analysis. Good communication and management skills. Highly motivated and good team player. High attention to details, responsible, self-organized.",
    "position": "Senior Test Engineer",
    "image": "src/img/mentors/photos/Anatolii_Zabiiaka.webp"
  },
  {
    "name": "Петро Любинський",
    "name_eng": "Petro Liubynskyi",
    "experience": "21 рік у IT.\nКонтролював і постачав численні високоякісні рішення в галузі телекомунікацій, систем управління та управління документами. Був членом архітектурної ради для проектування та розробки великомасштабної платформи протягом повного життєвого циклу продукту з корпоративним ландшафтом.",
    "position": "Software Architect",
    "image": "src/img/mentors/photos/Petro_Liubynskyi.webp"
  },
  {
    "name": "Кирило Бучинський",
    "name_eng": "Buchynskyi Kyrylo",
    "experience": "Маю досвід роботи в декількох доменах: Health & Care, GameDev, AdTech, перебуваючи в основному та позиції Fronted Developer. Створення додатків з 0, підтримка та розвиток вже розроблених додатків. Оптимізація додатків. ",
    "position": "Software Engineer",
    "image": "src/img/mentors/photos/Kyrylo_Buchynskyi.webp"
  },
  {
    "name": "Костянтин Корчминський",
    "name_eng": "Kostyantyn Korchmynskyi",
    "experience": "Маю понад 20 років досвіду роботи в ІТ компаніях, як продуктових, так і сервісних. Обіймав посади як розробника так і проектного менеджера, займався аналізом вимог замовника. Останнім часом працюю як full stack developer для веб порталів на .NET з використанням хмарних сервісів.",
    "position": "Software Developer",
    "image": "src/img/mentors/photos/Kostyantyn_Korchmynskyi.webp"
  },
  {
    "name": "Максим Михаленич",
    "name_eng": "Maksym Mykhalenych",
    "experience": "Розпочав працювати в ІТ у 2019 році. За цей час я встиг попрацювати на різних посадах, включаючи розробника, ментора та тім-ліда. Маю досвід в управлінні командами, розробці програмного забезпечення та навчанні молодих спеціалістів, так і в піднятті кваліфікації спеціалістів з досвідом. Працював над різними проєктами, що допомогло мені здобути глибокі знання та навички в ІТ-індустрії.",
    "position": "Software engineer, metor",
    "image": "src/img/mentors/photos/Maksym_Mykhalenych.webp"
  },
  {
    "name": "Максим Сухомлин",
    "name_eng": "Maksym Sukhomlyn",
    "experience": "Я працюю інженером по якості програмного забезпечення протягом 5 років. Працював на комерційних проектах в командах від 2 до 8 осіб. Маю досвід тестування мобільніх, веб та десктопніх программ, а також сервісів. ",
    "position": "Test Engineer",
    "image": "src/img/mentors/photos/Maksym_Sukhomlyn.webp"
  },
  {
    "name": "Іван Павлюк",
    "name_eng": "Ivan Pavliuk",
    "experience": "Працюю в IT з 2016 року. Починав як Інтерн в Компанії Sigma Software. Зараз Senior і тімлід теж в Sigma Software.",
    "position": "Senior Mobile Developer",
    "image": "src/img/mentors/photos/Ivan_Pavliuk.webp"
  },
  {
    "name": "Олексій Бурчинський",
    "name_eng": "Oleksii Burchynskyi",
    "experience": "Microsoft Cloud інженер із 10+ роками у комерційному ІТ. Досвід у побудові архітектури, адмініструванні, кібер-захисті та PowerShell автоматизації хмарної (Microsoft 365, Azure) та локальної інфраструктури на базі рішень від Microsoft для малих та великих корпоративних компаній.",
    "position": "Team Lead, Microsoft Cloud Engineer, PowerShell Developer",
    "image": "src/img/mentors/photos/Oleksii_Burchynskyi.webp"
  },
  {
    "name": "Михайло Попенюк",
    "name_eng": "Mykhailo Popeniuk",
    "experience": "Я фахівець із великим досвідом у бізнес-аналізі, управлінні проєктами, лідерстві та логістиці. Маю понад 12 років досвіду в управлінні людьми та трансформації бізнес-процесів у різних сферах та на різних посадах. Наразі очолюю відділ ІТ-рішень у компанії Sigma Software, де займаюся загальним плануванням цифровізації, управлінням портфелем внутрішніх ІТ-проєктів і розробкою стратегії автоматизації. Раніше працював заступником директора департаменту впровадження та підтримки в SoftServe Business Systems (продуктова компанія), де займався трансформацією бізнес-процесів і управлінням проєктними менеджерами, а також був керівником відділу бізнес-аналізу, відповідальним за стратегічне управління відділом та навчання і розвиток бізнес аналітиків.",
    "position": "Head of IT Solutions Department",
    "image": "src/img/mentors/photos/Mykhailo_Popeniuk.webp"
  },
  {
    "name": "Артем Скворцов",
    "name_eng": "Artem Skvortsov",
    "experience": "Працював в кількох IT сферах на різних позиціях. Розпочинав роботу в якості QA engineer, мав досвід робити на позиції QA manager де відповідав за процеси якості в межах сукупності проектів, курував кількома командами тестувальників. Також досвід роботи на позиції Scrum Master, наразі працюю в ролі Project Manager та відповідаю за керуванням людськіх ресурсів в межах цілого департаменту. ",
    "position": "Проєктний менеджер ",
    "image": "src/img/mentors/photos/Artem_Skvortsov.webp"
  },
  {
    "name": "Дмитро Альциванович",
    "name_eng": "Dmytro Altsyvanovych",
    "experience": "11 років комерційного досвіду, що почавка під час отримання вищої освіти за фахом. \nПочатково починав професію як Java спеціаліст в державній сфері, сфері телекомунікацій, грального бізнесу та безпеки користувачів.\nЧерез 5 років змінив напрямок на функціональне програмування із Scala. Зараз активно вивчаю архітектуру систем та хмарні технології. ",
    "position": "Senior Software Engineer",
    "image": "src/img/mentors/photos/Dmytro_Altsyvanovych.webp"
  },
  {
    "name": "Євген Тихонов",
    "name_eng": "Yevhen Tykhonov",
    "experience": "Мій досвід роботи в ІТ налічує понад 10 років, і він є поєднанням безперервного професійного розвитку та пристрасті до інновацій. За свою кар'єру я мав можливість працювати над багатьма амбіційними проєктами, більшість з яких були пов'язані з рекламою. Я завжди зосереджуюся на пошуку нестандартних рішень, що дозволяють втілювати найнеординарніші ідеї в реальність.",
    "position": "Senior Software Developer",
    "image": "src/img/mentors/photos/Yevhen_Tykhonov.webp"
  },
  {
    "name": "Володимир Бурдейний",
    "name_eng": "Volodymyr Burdeinyi",
    "experience": "senior software engineer у sigma software(останні два роки). попереднє місце роботи - українська продуктова компанія (b2c, b2b) - senior software engineer, chief tehnical officer(10 років).",
    "position": "Senior Software Engineer",
    "image": "src/img/mentors/photos/Volodymyr_Burdeiny.webp"
  },
  {
    "name": "Артем Буйновський",
    "name_eng": "Artem Buinovskyi",
    "experience": "Працюю в IT більше 5 років. Почав з позиції менеджера проектів, де координував роботу дизайнерів та слідкував за термінами виконання задач. Згодом перейшов на позицію розробника. За цей час успішно реалізував багато проектів на запустив свій стартап",
    "position": "Software Developer",
    "image": "src/img/mentors/photos/Artem_Buinovskyi.webp"
  },
  {
    "name": "Олександр Ваврик",
    "name_eng": "Oleksandr Vavryk",
    "experience": "8 років займаюся фронтенд розробкою. Маю досвід створення проєктів з нуля, а також підтримки та модернізації існуючих систем, використовуючи такі технології, як React, Next, Vue, Electron. Працював у таких сферах, як електронна комерція, охорона здоров’я, страхування. Виконував завдання як у складі команд, так і самостійно, маючи досвід управління невеликими командами та менторства.",
    "position": "Frontend developer",
    "image": "src/img/mentors/photos/Oleksandr_Vavryk.webp"
  },
  {
    "name": "Михайло Баличев",
    "name_eng": "Mykhailo Balychev",
    "experience": "Мій досвід в ІТ налічує вже понад 10 років. Почавши як студент, я допомагав в автоматизації процесів в енергетичному відділі компанії МТС Україна. Ще під час навчання в університеті я пройшов інтернатуру в Sigma Software і розпочав кар'єру розробником програмного забезпечення. За цей час я просунувся до посади Senior full stack developer у Sigma Software, де працюю над різноманітними проєктами для нордичних країн, включаючи e-commerce, CRM і системи управління документами. Паралельно з основною роботою проводив відбір інтернів і курирував групові інтернатури з программування.",
    "position": "Senior fullstack developer",
    "image": "src/img/mentors/photos/Mykhailo_Balychev.webp"
  },
  {
    "name": "Денис Гончаренко",
    "name_eng": "Denis Goncharenko",
    "experience": "Моя подорож у розробці програмного забезпечення почалася ще в 2006 році з .NET 1.1. Мені пощастило відчути дивовижний розвиток цієї технологій, рости та розвиватися разом з нею. Тому, розмірковуючи про свій шлях, я вдячний за досвід, який сформував мене як розробника програмного забезпечення. Кожна віха сприяла моєму зростанню та захопленню цією сферою, сферою що і зараз постійно розвивається. Продовжуючи досліджувати нові можливості та роблячи внесок у значущі проекти, мене надихає безмежний потенціал розробки програмного забезпечення для втілення ідей у ​​реальність.",
    "position": "Principal Software Engineer",
    "image": "src/img/mentors/photos/Denis_Goncharenko.webp"
  },
  {
    "name": "Борис Семеренко",
    "name_eng": "Borys Semerenko",
    "experience": "Solution Architect / Development Team Lead з досвідом роботи в сфері IT більше 11 років.\nЗаймаюся розробкою архітектури проектів в сферах Finance, Retail, Crypto.\nСертифікований AWS Solution Architect.\nТехнічний досвід роботи на позиціях Full Stack Developer.\nОсновна мова програмування - Javascript.",
    "position": "Solution Architect",
    "image": "src/img/mentors/photos/Borys_Semerenko.webp"
  },
  {
    "name": "Олександр Процак",
    "name_eng": "Oleksandr Protsak",
    "experience": "Почав роботу в IT як Wordpress розробник і працював протягом року, після чого перейшов на позицію Fullstack NodeJS developer. Мої основні навички включають розробку веб-додатків з використанням Typescript.",
    "position": "Fullstack NodeJS developer",
    "image": "src/img/mentors/photos/Oleksandr_Protsak.webp"
  },
  {
    "name": "Дмитро Пробачай",
    "name_eng": "Dmytro Probachai",
    "experience": "4 роки досвіду data science та ml engineering в компанії RIA.com",
    "position": "ml engineer",
    "image": "src/img/mentors/photos/Dmytro_Probachai.webp"
  },
  {
    "name": "Денис Коваленко",
    "name_eng": "Denys Kovalenko",
    "experience": "Інженер-програміст з більш ніж 5-річним досвідом роботи в галузі розробки програмного забезпечення.\nПрактичний досвід розробки вебдодатків (ECM), а також настільних програм, розширень браузера тощо.\nВеликий досвід роботи з розробки вимог, підготовки концептів додатків, специфікацій, різного роду документації (інструкції користувача та розробника) тощо.\nДосвід керівництва командою з розробки проєктів основної системи ECM, а також досвід інтеграції з іншими проєктами.",
    "position": "Senior Software Engineer",
    "image": "src/img/mentors/photos/Denys_Kovalenko.webp"
  },
  {
    "name": "Вячеслав Ковальчук",
    "name_eng": "Viacheslav Kovalchuk",
    "experience": "Наразі працюю у Sigma Software на посаді Senior Software Developer. Працюю розробником вже більше 6 років. Основна мова розробки - PHP, також добре знаю і маю досвід роботи з Javascript. Основна спеціалізація - бекенд розробка для веб-сайтів.",
    "position": "Senior Software Engineer",
    "image": "src/img/mentors/photos/Viacheslav_Kovalchuk.webp"
  },
  {
    "name": "Сергій Лабутін",
    "name_eng": "Sergii Labutin",
    "experience": "Близько 15 років. Розробка на різних мовах програмування. PHP, JS, Mysql, Elastic, Symfony, Laravel, etc.",
    "position": "Керівник по розробці",
    "image": "src/img/mentors/photos/Sergii_Labutin.webp"
  },
  {
    "name": "Олексій Єфремов",
    "name_eng": "Aleksey Yefremov",
    "experience": "Software developer with more than 10 years of experience in IT. Specialist in .NET Framework stack development, including WPF, WCF, ASP.NET, Azure Cloud. Has strong experience in object-oriented programming, microservices, databases design, client-server applications, GUI design and development. ",
    "position": "Software Developer",
    "image": "src/img/mentors/photos/Aleksey_Yefremov.webp"
  },
  {
    "name": "Костянтин Зелінський",
    "name_eng": "Kostiantyn Zelinskyi",
    "experience": "В ІТ з 1997 року. Адміністрування та розробка під Lotus Domino\\Notes. Системне адміністрування під Windows. Адміністрування хмарних сервісів Microsoft",
    "position": "Junior System Administrator",
    "image": "src/img/mentors/photos/Kostiantyn_Zelinskyi.webp"
  },
  {
    "name": "Роман Пятинцев",
    "name_eng": "Roman Piatyntsev",
    "experience": "10 років. Мій досвід включає роботу над проєктами в області веброзробки та розробки програмного забезпечення. Працював більш ніж над 50 проєктами. ",
    "position": "Software Developer",
    "image": "src/img/mentors/photos/Roman_Piatyntsev.webp"
  },
  {
    "name": "Віталій Мельничук",
    "name_eng": "Vitalii Melnychuk",
    "experience": "8+ років досвіду в ІТ. Експертиза в JavaScript/Typescript/Node.js. Успішно керував і менторив команди розробки у різних проектах. Досвід в оцінці проектів/завдань. Прийняття технічні рішення для різних задач та проектів.",
    "position": "Team Lead",
    "image": "src/img/mentors/photos/Vitalii_Melnychuk.webp"
  },
  {
    "name": "Дмитро Сташкевич",
    "name_eng": "Dmytro Stashkevych",
    "experience": "Senior Backend dev, 11+ років комерційного досвіду в основному в AdTech індустрії. Спеціалізуюсь на побудові високо-навантажених  інформаційних систем. Основна мова програмування Go (8р), також є комерційний досвід з C# (8р) Java (3р) JavaScript(4р); бази даних: rdbms (MS SQL, MySQL, Postgres) No-SQL (redis, aerospike) Queues(Kafka) Column-based(Clickhouse), OLAP-cubes; net: http, web-sockets, named-pipes.",
    "position": "Senior Backend Developer",
    "image": "src/img/mentors/photos/Dmytro_Stashkevych.webp"
  },
  {
    "name": "Олександр Тарасов",
    "name_eng": "Oleksandr Tarasov",
    "experience": "Працюю в ІТ з 2018 року . Пройшов шлях від manual QA до automation QA та QA-lead в компанії в якій працюю.",
    "position": "AQA / QA-Lead",
    "image": "src/img/mentors/photos/Oleksandr_Tarasov.webp"
  },
  {
    "name": "Уляна Кертуцька",
    "name_eng": "Uliana Kertutska",
    "experience": "Я створюю візуальні концепції для експертів 3+років. У графічному дизайні 10+ років. Я - той графічний рекламний дизайнер, якого рекомендують і передають із рук у руки. Замовники називають мене \"фея дизайну))\"",
    "position": "Директор",
    "image": "src/img/mentors/photos/Uliana_Kertutska.webp"
  },
  {
    "name": "Олександр Музика",
    "name_eng": "Oleksandr Muzyka",
    "experience": "В сфері IT маю досвід, як замовник сервісів (додатків, сайтів). Є власником додатку із доповненою реальністю. Планую створити стартап із використанням штучного інтелекту",
    "position": "Власник",
    "image": "src/img/mentors/photos/Oleksandr_Muzyka.webp"
  },
  {
    "name": "Микита Паламарчук",
    "name_eng": "Mykyta Palamarchuk",
    "experience": "Я маю багаторічний досвід роботи в ІТ, зосереджуючись на автоматизації тестування програмного забезпечення. Протягом кар'єри я працював з різними компаніями, де успішно впроваджував рішення для автоматизації, підвищуючи ефективність та надійність процесів тестування. Я добре знайомий з такими інструментами, як Selenium, Python, та різними CI/CD системами, що допомагають підтримувати безперервність інтеграції та доставки. Крім практичної роботи в ІТ, я також займався наставництвом і навчанням молодих спеціалістів, передаючи їм свій досвід і знання. Моя робота завжди була спрямована не лише на технічний розвиток, але й на взаємодію в команді та ефективну комунікацію.",
    "position": "Інженер з автоматизації тестування",
    "image": "src/img/mentors/photos/Mykyta_Palamarchuk.webp"
  },
  {
    "name": "Ігор Соломахін",
    "name_eng": "Ihor Solomakhin",
    "experience": "Маю більш ніж 6 років комерційного досвіду у IT. Займаюсь розробкою web застосунків та сервісів. Основна мова програмування - JavaScript/TypeScript. Досвід як з фронтендом, так і з бекендом.",
    "position": "Senior Software Developer",
    "image": "src/img/mentors/photos/wade.png"
  },
  {
    "name": "Мар'яна Дерлиця",
    "name_eng": "Mariana Derlytsia",
    "experience": "В ІТ прийшла в 2019 році після 10 років педагогічної роботи. Відтоді з головою пірнула в дизайн цифрових продуктів, брала участь у розробці сайтів, веб продуктів, мобільних додатків. ",
    "position": "UI/UX designer",
    "image": "src/img/mentors/photos/wade.png"
  },
  {
    "name": "Ігор Баранюк",
    "name_eng": "Ihor Baraniuk",
    "experience": "В сфері ІТ з 2015 року. Full stack web розробник з досвідом роботи на більш ніж 15-ти комерційних проектах, на деяких з них з посадою тімліда. Також разом з командою інтузіастів працюємо над розвитком власної освітньої платформи Intita, яку активно розвиваємо та підтримуємо.",
    "position": "Full stack web developer",
    "image": "src/img/mentors/photos/wade.png"
  },
  {
    "name": "Ярослав Плаксій",
    "name_eng": "Yaroslav Plaksii",
    "experience": "Більше 13 років розробки WEB проектів",
    "position": "Full Stack Web Developer",
    "image": "src/img/mentors/photos/wade.png"
  },
  {
    "name": "Олег Черній",
    "name_eng": "Oleg Cherniy",
    "experience": "Працюю в галузі IT більше 30 років, маю досвід розробки програмних модулів на мовах Perl, PHP, JavaScript, Python. Поглиблено вивчав прикладне застосування моделей машинного навчання, брав участь у розробці багатьох модулів з застосуванням комп'ютерного бачення. Зокрема створив проект з відкритим кодом з розпізнавання номерних знаків Nomeroff Net.",
    "position": "Викладач",
    "image": "src/img/mentors/photos/wade.png"
  }
]
